{
  "title": "Introduction to Competitive Gymnastics",
  "subtitle": "Harbour City GymSports 2018",
  "markdown": "# Table of Contents\n\n1. Committee\n2. Coaching Team\n3. Competitive at HCG\n4. Term Dates\n5. Training\n   1. Drop Off & Pick Up\n   2. Holidays\n   3. Nutrition\n   4. Attendance, Illness, & Injury\n   5. Training Times\n   6. Code of Conduct - Gymnasts at Training\n6. Cost\n   1. Tuition\n   2. Competitions & Refunds\n   3. Gymnastics NZ Fee\n7. Competitions\n   1. Competition Timetables\n   2. Recorder Duty\n   3. Qualification\n   4. Early Starts\n   5. Ribbons\n   6. Code of Conduct - Gymnasts at Competition\n   7. How do scores work?\n   8. Competition Schedule\n8. Uniform\n9. Code of Conduct - Parents\n10. Communication\n11. Retiring\n\n# Committee\n\n| Position        | Name                  |\n| --------------- | --------------------- |\n| Club President  | Dominic Laidler       |\n| Treasurer       | Suzie Kingsland-White |\n| Secretary       | Karen Oldfield        |\n| Centre Manager  | Kay Glass             |\n| Building        | Belinda Pope          |\n| Grants          | Kerry-Lynn            |\n| Communications  | Juliet Young          |\n| Health & Safety | James Glass           |\n\n# Coaching Team\n\n| Position                 | Name           |\n| ------------------------ | -------------- |\n| WAG Head Coach           | Kay Glass      |\n| WAG STEP 4+              | Miriam Wilson  |\n| WAG STEP 4               | Zoe Williams   |\n| MAG Level 4              | James Glass    |\n| WAG STEP 3               | Amelia Telford |\n| WAG STEP 2               | Winnie Solomon |\n| WAG STEP 2               | Eve Edwards    |\n| WAG STEP 1               | Alex McCarty   |\n| WAG STEP 5+, MAG Level 1 | Myles Glass    |\n| MAG Level 4              | Kody Paki      |\n| Senior Judge             | Rachel Exeter  |\n\n# Competitive at HCG\n\nCompetitive gymnastics requires many hours of dedication and commitment from athletes, and their families play a vital support role. Providing positive support and encouragement, whether at training or competition, will help to keep your child motivated and enthusiastic about their sport.\n\nGymnastics develops focus, determination, and self-discipline. Our competitive coaching team is dedicated to creating the most positive experience possible for your child, so they can reach their full potential. We encourage team friendships and value the fun that is part of skill development, achievement and success!\n\nOpportunities will be provided during the year to discuss your gymnast’s progress with their team coach and/or the head coach. Email is the best way to make time to meet with the head coach. We also endeavour to provide regular newsletters and updates to competitive families.\n\n![STEP 1 Gymnasts 2017](/images/uploads/3.jpg)\n\n# Term Dates\n\n| Term | Start Date   | End Date       |\n| ---- | ------------ | -------------- |\n| 1    | January 29th | April 14th     |\n| 2    | April 30th   | July 7th       |\n| 3    | July 23rd    | September 29th |\n| 4    | October 15th | December 15th  |\n\n# Training\n\nPlease ensure your child arrives 5 minutes prior to training. \nAll sessions commence with squad line up. This is the time when messages are communicated from the coaching team. \nGymnasts must be on time for sessions as warm up is an essential part of safe training.\n\n## Drop Off & Pick Up\n\nWe try to have two members of the coaching team present at all times during competitive sessions. If you are dropping your child off early please be prepared to stay if we only have one coach present.\n\nIf you are running late for pick up please call 386 4443 during the last 10 minutes of training so that coaches can be made aware of what is happening.\n\n## Holidays\n\nHoliday training schedules vary according to the training needs, level, and the competitive calendar. During the competition season normal training times will be run during the holidays for STEP 4+ athletes. \n\nWe strive to give as much notice as possible for holiday training scheduled for junior levels.\n\n## Nutrition\n\nGymnasts need to fuel up before training. Bring light healthy snacks to training sessions and a water bottle. Healthy eating is essential for good performance and assists concentration and hence learning.\n\n## Attendance\n\nEach training session is specifically designed to help your gymnast reach the goals. For this reason it is important that gymnasts attend full training sessions during term time unless they have been excused for good reason. \n\nIf unable to attend training for reasons other than illness or injury please discuss these with the head coach. It is important you provide sufficient notice as this affects the coaching roster. Texts or emails received after 3pm in the afternoon are generally not seen until after training sessions have finished.\n\n### Illness\n\nPlease inform the head coach by text if your gymnast is ill and cannot attend a session. If your gymnast is attending training and recovering from an illness be sure to let the head coach or your child’s coach know so allowances can be made – especially where higher level skills are being trained.\n\n### Injury\n\nInform the head coach if your gymnast has been injured outside of the gym. Keeping coaches up to date with injury progress assists us to work more effectively. Please email the head coach with injury and rehabilitation updates.\n\nIf your gymnast is being treated by a physiotherapist or health professional for an injury please ask them to forward any treatment/progress reports to the head coach by email so that this can be shared with the coaching team. This assists us in the safe management of the injury at training.\n\nGymnasts who are working through an injury are often given a modified programme or reduced time in the gym. Maintaining condition and contact with team mates is important for the gymnast’s recovery.\n\n# Training Times\n\nHCG has multiple competitive teams and a facility which operates at capacity. Please help us to develop your gymnast to their full potential by attending the required weekly hours and training sessions.\n\n\n![Training Times](/images/uploads/training-times.png)\n\n# Code of Conduct\n\n## Gymnasts at Training\n\n* Attend the scheduled training hours set for your level.\n* Be prepared. Be ready 5 minutes prior to line up.\n* Wear the appropriate attire: leotards, bike, hot pants, fitted leggings, or thermals are acceptable. Have neat hair.\n* Bring hand guards, wristbands, strapping tape, training weights and training books to all training sessions.\n* Show respect for yourself, fellow athletes and all members of the coaching team.\n* Be courteous and considerate to gymnasts and coaches in other classes.\n* Always train with a positive attitude and to the best of your ability.\n* Listen and accept constructive criticism given by your coaches and apply correction given.\n* Obey safety instructions given by coaches and treat equipment with respect.\n* Accept responsibility for your actions and attitude during training sessions.\n* Alert your coach to any injury that they may not be aware of, or any other issue that may prevent you from training to your best.\n\n# Cost\n\nWe have outlined the costs associated with competitive gymnastics in this section. There is also a cost associated with team uniform, which is outlined in the Uniform section on page 24.\nAccommodation and transport costs for any away competitions are the responsibility of the gymnast’s family. Currently the accommodation costs of coaches and judges are absorbed by our club.\n\n## Tuition Cost\n\nCompetitive training is charged on an hourly basis and a sliding scale is applied as training hours increase. \nOur A rate is applied to the first 6 hours a gymnast attends each week. The current A rate is $5.50 + GST per hour. \n\nCommencing Term 3 the A rate will change to $6.00 per hour + GST.\n\nWhen a gymnast attends a higher level, and more than 6 hours of training per week, our B rate is applied to the additional hours. The clubs current B rate is $4.00 + GST per hour. There will be no change to the B rate in Term 3.\n\nInvoices for competitive tuition fees are forwarded to families by email at the start of each term and full payment must be received before the end of each term. Holiday training sessions are invoiced separately to term invoices. You can contact our office or email accounts@hcg.org.nz for invoice and payment enquiries.\n\nPlease note that competitive tuition fees only cover variable costs. We therefore ask all families to contribute toward fixed costs such as equipment through our regular fundraising efforts.\n\n## Competition Cost\n\nCompetition entry fees are set by the host club. In 2017 costs for elementary and junior level competitions varied from $30.00 - $50.00. Senior competitions range between $55.00 & $70.00. Entry fees are due at point of entry. \n\nTo support our coaches and judges at competitions there is a $20.00 levy per event that your gymnast competes at. This is invoiced at the end of the competition season.\n\n### Refunds\n\nThese can only be given if your child is sick or injured on the day of the competition and a refund has been applied for from by our club to the host club. \n\nA medical certificate will be required by the host club. Medical certificates need to be emailed to our head coach within 24 hours of the competition. Our office will then contact the host to process the refund.\n\n## Gymnastics NZ Fee\n\nGNZ membership fees apply to all gymnasts who have received their competition number and have been, or are about to be, entered for competition. GSNZ membership fees are reviewed annually and invoiced to athletes quarterly.\n\nThe Gymnastics NZ membership fees for 2018 are:\n\n| Grade               | Cost per Term |\n| ------------------- | ------------- |\n| Elementary & Junior | $17.50        |\n| Senior (STEP 7+)    | $28.60        |\n\n# Competitions\n\n_Competitive Secretary_\nDenise McClure\n027 496 5056\n[Email](mailto:denise.mcclure@datacom.co.nz)\n\nOur current competition season runs during Terms 2 & 3, culminating with National Championships in the Term 3 school holidays. \n\nThe competition season dates will change in 2020 when Gymnastics NZ realigns the competition schedule and will host the National Championships during the Term 2 school holidays. We will communicate updates regarding the impact this will have on training and events as we receive information. \n\nWhen your child is competition ready for the season the team coach, or head coach, will communicate this. Please appreciate this timing can vary greatly between gymnasts as well as STEPs or Levels, and is dependent on a number of factors.\n\nInvitations for competitions will be emailed from the competition secretary and placed on the club notice board. Gymnasts are automatically entered for events for their Level or STEP unless a parent has clearly communicated, to the competition secretary, that they are unavailable to compete on that date. This must be done by the close off time the competition secretary has given for the event.\n\n## Competition Timetables\n\nThe host club needs to receive entries and know the number of competitors before they can communicate a detailed timetable. \n\nDetailed timetables for events are sent to clubs well after entries have been submitted. This is often as close as two weeks before the event. We understand the frustration with receiving timetables this late as this affects our coaching team and judges also. We will get timetable information out as soon as it is received. \n\nWhen entering an event, please take into account that we are unable to tell you when during the day your child will compete. At the time of entry we are also unable to indicate which day your child will compete where both Saturday and Sunday are scheduled.\n\n## Recorder Duty\n\nAn important part of a judging panel is the recorder. They assist the judges by helping them to average scores and record results. \n\nAll clubs have a responsibility to supply recorders for competitions. Duties for our club are generally indicated when the competition timetable is received from the host club. It’s an excellent way to get a better understanding of judging. \n\n## Qualification\n\nGymnasts progress to the next STEP or Level via a qualification system. A gymnast must achieve 2 qualifying marks across the season to progress upwards. Other aspects of a gymnasts training are considered when progressing. Factors such as, but is not limited to, skill level, motivation, & attitude are all taken into consideration by the team and head coach.\n\nThere should not be an expectation by anyone that a gymnast should progress one STEP each year.\n\nFor WAG gymnasts competing in STEP 1 - 6 the qualification score is 50.000. For MAG gymnasts 1 - 6 the qualification score is 60.000, or 10.000 on each apparatus.\n\n## Early Starts\n\nCompetitions run at varying paces. Variables include equipment changes, judging efficiency, number of competitors, and other circumstances.\n\nCompetitions can run early. It is standard for most competitions to reserve the right to move a session forward by up to 30 minutes. This information is notified when the competition timetable is received.\n\nOur standard report time for athletes is to be inside the competition venue 15 minutes prior to warm up commencing. Where the timetable has indicated they may bring sessions forward the report time is 45 minutes prior to the warm up.\n\n## Ribbons\n\nIn STEPs 1-6 and Levels 1-6 Gymnastics NZ operates a ribbon system to indicate the level of performance. \n\nRibbons gives instant recognition to an individual’s achievement on an apparatus and are independent of a gymnasts ranking in a competition.\n\nAt the first competition in a given STEP the gymnast is awarded a ribbon that reflects their score. When they improve their performance to the next score they are awarded a new ribbon.\n####IMAGE\n\n## Code of Conduct\n\n### Gymnasts at Competition\n\n* Be prepared. Be on time. Be ready to compete.\n* Respect your coach’s judgement and accept their instruction when at the competition venue.\n* Support and encourage team mates and gymnasts from other clubs in a positive way.\n* Excellent performance shows excellent preparation. Train with no regrets and perform to the best of your abilities.\n* Be humble in victory and gracious in defeat.\n\n## How do scores work?\n\nTo new (and veteran) parent spectators competitive gymnastics can be overwhelming. \nWhile it is an important factor in competitive gymnastics, we recommend that parents don’t put too much emphasis on scores. Seeing your child performing their best effort after all the hard work they have put in should be the main focus.\n\nAt competition a gymnast performs a routine on each of their required apparatus, and receives a score based on it. \n\n### IMAGE\n\n### Difficulty (D) Score\n\nThe difficulty score represents the difficulty of all skills and connections within a routine. \nIn WAG elementary and junior STEPs all skills are worth the same amount of 0.5. Connecting certain skills together into a single sequence of movement is also worth value of 0.3. If all skills and connections are recognised by the judge, the difficulty score will equal 5.0.\nIn MAG elementary and junior levels all skills are worth 1.0. There is a maximum difficulty score of 2.0. \nAt higher levels requirements, connections, and skills are given values from the International Gymnastics Federation.\n\n### Execution (E) Score\n\nThe execution score evaluates the performance: the execution and artistry of the routine.\nThe base score is 10.000. From this judges deduct points for technical execution, artistry and composition. Errors are judged to be small, medium and large with respective 0.1, 0.3, 0.5 deductions applied. There is 1.0 mark deduction for a fall on apparatus.\n\n### All Around Score\n\nAn athletes all around score is the sum of all apparatus scores in a single competition and dictates the gymnasts ranking at that event.\n\n### Scores at compeition\n\nDuring competition most judging tables will have a score holder. These will indicate each score to the gymnasts, coaches, and spectators in the order then they receive them. \n\n#### \n\n![Scoreholder at competition](/images/uploads/scorecard.png)\n\nThere is a delay between a performance and it’s score being shown so it is important to note the gymnasts number on the score holder.\nThese scores are not final and may change.\n\n# Competition Schedule\n\n![Competition Schedule 2018](/images/uploads/schedule.png)\n\n# Uniform\n\n_Uniform Officer_\nShelley Gallagher\n027 364 6044\n[Email](mailto:dstreamgallagher@gmail.com)\n\n## Training\n\nForm fitting clothing is essential for coaches to identify faults easily and spot skills safely. \n\nLeotards are compulsory for girls training. Bike pants are optional and fitted thermal tops and leggings are suitable. Shorts with either a leotard or a fitted singlet top are required for boys training. \n\nAll jewellery apart from small ear studs must be removed before training commences. \n\nLong hair is to be tied back firmly so that it will stay in during training.\n\n## Competition\n\n![Competitive Team 2016](/images/uploads/2.jpg)\n\n### Tracksuit\n\nThese are owned by the club and issued to athletes at the start of Term 2. Tracksuits remain with the gymnast throughout the competition season, and are collected after our competitive prize giving in mid-December.\nTracksuit hire fee for the 2018 season is $50.00\n\n### WAG Leotard\n\nThese are purchased and owned by gymnasts. Our Elementary & Junior leotard is sapphire velvet with white sleeves and club coloured turquoise and purple mystique swirled on upper torso. \nThe leotards are manufactured by GK Elite in the USA and fittings / leotard orders are done in March. Leotards cost around $186.00 + GST. This price will vary from year to year. \n2nd hand leotards are available most years in child sizes.\n\n### WAG Senior Leotard\n\nSenior WAG gymnasts require a club leotard for day 1 and an optional leotard of their choice for day 2.\n\n### MAG Leotard\n\nBoys leotards are navy with white and turquoise panels, and shorts are navy. Our MAG leotards and shorts are made locally and ordered in April.\n\n# Code of Conduct for Parents\n\n## Please support your gymnast and the coaching team in the following ways\n\n* Support your gymnast by having them attend all training sessions and hours set for their level.\n* Support your gymnast to be at training on time, prepared, and 5 minutes prior to the session commences.\n* Support the coaching team by informing them as early as possible about any absences.\n* Support your gymnast by not placing undue and unreasonable pressure on them in training or during competitions.\n* Support your gymnast and the coaching team by not communicating with them unnecessarily during training or competitions.\n* Support and encourage your gymnast to be the best that they can be.\n* Support your gymnast in attending club and competition prize givings and award ceremonies.\n* Support and show respect to all those involved – gymnasts, coaches, judges, officials, committee members and other parents.\n* Support the club’s endeavours in fundraising and other activities to provide a better environment, better equipment, and better coaching for your athlete.\n* Support your gymnast’s need for a healthy diet and adequate rest to train well and compete well. \n\n# Communication\n\nTo get information out quickly and easily to competitive members, especially through the competitive season, a team liaison parent will be appointed for each STEP and Level. The team parent will be the liaison point for communications from coaches, the competition secretary and gymnasts families.\n\nWe aim to do our best to keep everyone up to date with information via email, newsletters and the notice board.\n\n# Retiring from gymnastics\n\nWhen a gymnast is having thoughts about retiring from the sport, it is important that the gymnast or the parent communicates openly and early with either the head or team coach.\nWhen a gymnast has decided not to continue with competitive training ensure you meet with your child’s coach. Coaches spend a great deal of time working with gymnasts and appreciate the respect a face to face meeting offers.\n\nThe preferred time for retiring is at the end of the competitive season. This will cause the least disruption to the training environment. At this time groups are changing, programmes are being set, and physical preparation for the following season is commencing.\n\nRetiring mid-term will not result in a refund of any term fees."
}