{
  "title": "Badge Award",
  "subtitle": "Fun, recreational-level gymnastics for 7 - 9 year olds of all abilities.",
  "age": "7 - 9 Years Old",
  "classes": [
    {
      "days": [
        {
          "monday": true,
          "wednesday": true
        }
      ],
      "time": "4:30 - 5:30",
      "cost": "$176 + fees",
      "detail": "Fees may include Gymnastics NZ's recreational member fee of $10.17, and HCG's quarterly membership of $5 "
    }
  ],
  "category": "Recreational",
  "thumbnail": "/images/uploads/4xbadge_3.jpg",
  "body": "Our 7 – 9 year old programme continues to broaden your child’s unique physical abilities with circuits designed to challenge and expand. These classes include a progressive badge award scheme. Entry level gymnasts are most welcome.\n\nNewcomers will receive a sound introduction to fundamental movement patterns and basic gymnastics skills. The badge award scheme offers extension to current members who have aged up from Ribbon award classes. Gymnasts are encouraged to develop new skills and enhance technique with the intention of opening pathways into other gymnastics programmes.\n\n## Badge Awards\n\nIn this programme gymnasts work towards learning skills and passing through our 7-level award system. Our coaches work in small groups with your child throughout the term to help them to understand and learn new skills. Each badge generally takes 1 – 2 terms to complete. This system is a progression from our [Ribbon awards](ribbon).\n\n![Badge awards](/images/uploads/badge_awards.jpg)\n\nBadges are awarded at the final session of the term, along with a report card that identifies what skills the gymnast has worked on to gain the award. If you are unable to attend this session, we will contact you to organise a time when you can pick it up, or you can grab it at the start of the next term.",
  "items": [
    {
      "title": "Iron",
      "content": "Designed for beginners aged between 7-9 covering basic skills necessary to move on to harder skills.",
      "image": "/images/uploads/iron-badge.svg"
    },
    {
      "title": "Bronze",
      "content": "After achieving Iron, gymnasts move on to achieving their skills with confidence and attempting harder challenges.",
      "image": "/images/uploads/bronze-badge.svg"
    },
    {
      "title": "Silver",
      "content": "Gymnasts begin to demonstrate achievement in harder skills, control over their movements, and an understanding of all fundamental movements in gymnastics.",
      "image": "/images/uploads/silver-badge.svg"
    },
    {
      "title": "Gold",
      "content": "Gymnasts demonstrate a confident understanding of fundamental movements and control over harder skills.",
      "image": "/images/uploads/gold-badge.svg"
    },
    {
      "title": "Bronze Star",
      "content": "At this level gymnasts will be challenged to perform skills that require more strength and precision than previously. Introductions are made into safe stretching for splits and bridges. Round offs and handsprings are developed for tumbling. Dive roll vaults, and front flips are worked on. Gymnasts create and perform a beam routine with required skills.",
      "image": "/images/uploads/bronze-star.svg"
    },
    {
      "title": "Silver Star",
      "content": "Gymnasts who reach this level will put thier previous training into use and begin to learn difficult skills that require strong gymnastics fundementals. Handspring vaults and backhip circles are introduced. Front flips and new tumbling skills are taught.",
      "image": "/images/uploads/silver-star.svg"
    },
    {
      "title": "Gold Star",
      "content": "At this level, a degree of flexibility in what is taught is allowed. Gymnasts are taught skills that play to their strengths. At the completion of this level, gymnasts will continue to train and develop with their coaches guidance.",
      "image": "/images/uploads/gold-star.svg"
    },
    {
      "title": "In Training",
      "content": "This ribbon is awarded to recognise a gymnasts progress towards earning their current testing level. This means they still have some things to work on, and these skills should be clearly identified on their report card they are given at the final session of the term.",
      "image": "/images/uploads/training-ribbon.svg",
      "is_ribbon": true
    }
  ]
}