{
  "title": "Preschool",
  "subtitle": "Fun, safe, and educational gymnastics for our youngest members",
  "age": "3 - 6 Years Old",
  "classes": [
    {
      "days": [
        {
          "tuesday": false,
          "wednesday": true,
          "thursday": true,
          "friday": true
        }
      ],
      "time": "9:30 - 10:15AM",
      "cost": "$106 - 118",
      "detail": "Preschool"
    },
    {
      "days": [
        {
          "tuesday": true,
          "wednesday": true,
          "thursday": true
        }
      ],
      "time": "10:30 - 11:15AM",
      "cost": "$113 - 125",
      "detail": "Advanced Preschool"
    },
    {
      "days": [
        {
          "saturday": true
        }
      ],
      "time": "9:00 - 9:45PM",
      "cost": "$125",
      "detail": "Preschool"
    },
    {
      "days": [
        {
          "saturday": true
        }
      ],
      "time": "10:00 - 10:45AM",
      "cost": "$130",
      "detail": "4 - 6 Year Olds"
    }
  ],
  "category": "Recreational",
  "thumbnail": "/images/uploads/preschool_4x3.jpg",
  "body": "Taking part in recreational gymnastics from a young age comes with many benefits for preschoolers.\n As well as helping them to develop their co-ordination and build their self-esteem, it’s all about having fun and focusing on interactive play and their social well-being.\n\nOur preschool gym classes encourage preschoolers to be active in a safe, monitored environment.\n Our classes are designed for the gymnast and the parent/caregiver to get involved in.\n\n## Why recreational gymnastics?\n\nIt's common knowledge that as a baby grows, they become a little more interested in their surroundings, a bit more physically sound and slightly more adventurous.\n\nAs parents it can be both exciting and a little nerve-wracking watching your little one attempt to do more, play more and risk more, especially because they are growing at such a fast rate.\n\nOur recreational gymnastics programme developed with preschoolers in mind offers a safe and stimulating way to aid  their curiosity, playfulness and sense of adventure.\n\n![Preschoolers and coach on low beam](/images/uploads/preschool_beam.jpg)\n\n## What do our classes involve?\n\nOur classes are fun, friendly, and low key. We spend time playing games to warm up, and learning basic shapes and stretches. You then work and play around a circuit on out equipment with your little one at your own pace.\n\n## 8 Benefits of recreational gymnastics\n\nSome of the benefits your preschooler will gain by attending a preschool recreational gymnastics class includes:\n\n1. Quality bonding time between a preschooler and their parent.\n2. Growth and development with a focus on fundamental movement patterns.\n3. Growing essential motor skills.\n4. Building confidence, self-esteem and body awareness.\n5. Interactive playfulness, improving emotional intelligence.\n6. Coordination, strength, flexibility and hand-eye coordination.\n7. Social stimulation.\n8. Recreational gymnastics is a great fitness foundation, cross training for a variety of sporting and recreation activities as they get older.",
  "items": [
    {
      "title": "Advanced Preschool",
      "content": "For 3.5 - 5 years old gymnasts who demonstrate a high level of achievement and require more of a challenge. During the term our advanced Preschool gymnasts work a wide range of fundamental movement patterns and base skills to achieve our  “I Can” ribbon award."
    },
    {
      "title": "Saturday Preschool",
      "content": "Our Saturday classes are for 3 - 6 years olds. Designed to be a transitional class between Preschool and our Ribbon award programme. These popular classes are suitable for siblings within the age range."
    }
  ]
}