{
  "title": "Ribbon Award",
  "subtitle": "Fun, safe, structured gymnastics for young children of all abilities.",
  "age": "5 & 6",
  "classes": [
    {
      "days": [
        {
          "monday": true,
          "tuesday": true,
          "wednesday": true,
          "thursday": true
        }
      ],
      "time": "3:30 - 4:20PM",
      "cost": "$120",
      "detail": ""
    }
  ],
  "category": "Recreational",
  "thumbnail": "/images/uploads/ribbon_4x3.jpg",
  "body": "We believe that gymnastics is a fundamental sport that provides the building blocks for all other sports, and physical activities.\n\nOur Ribbon Award class is for children aged 5 & 6. They will be introduced to new skills and apparatus whilst developing their unique and individual talents through challenging but rewarding circuits, and a progressive award scheme. We want our 5 & 6 year old's to develop into confident movers with strong bones and muscles. Gymnastics will help them to improve their posture, balance, coordination, flexibility, and encourage them to interact with other children. They will also have heaps of fun while doing it.\n\nThis class begins with a warm up activity and basic stretching to make sure the gymnasts are ready to work. We usually then work on circuits as a class, focusing on a variety of areas including swinging, jumping, tumbling, balancing, and heaps of other things. Groups are formed of gymnasts of similar experience, and work closely with a coach to learn new skills.\n\n## Ribbon Award System\n\nOur award system is something we are constantly developing, and confident that it produces well rounded gymnasts. We cover all skills within the gymnast current level during the term, either in circuits or in small groups with coaches.\n\nRibbons are awarded at the final session of the term, along with a report card that identifies what skills the gymnast has worked on to gain the award. If you are unable to attend this session, we will contact you to organise a time when you can pick it up, or you can grab it at the start of the next term.\n\nIt should not be assumed that all gymnasts will progress through a level in a single term. Children develop at their own pace, and sometimes they might need a bit longer to complete a skill or movement. We hand out _in-training_ ribbons for gymnasts who are part-way through their level.\n\nWhen a gymnast has completed all ribbons, they will automatically progress into the badge programme. [More information on Badge Award](/programmes/badge-award).",
  "items": [
    {
      "title": "Developing",
      "content": "This ribbon is our introductory level for recreational gymnastics. It covers a bit of everything including; learning gymnastics shapes, proper landing technique, rolling, balancing, and introductions to the different bit of equipment we have in our gymnasium.",
      "image": "/images/uploads/developing-ribbon.png",
      "is_ribbon": true
    },
    {
      "title": "Confident",
      "content": "Skills that were learnt previously are built on and improved including running into vaults, rolling and swinging on bars, and walking on toes on the balance beam. Tumbling is extended with introductions to cartwheels, backward rolls, and forward roll technique for rolling on flat surfaces. Dish and Arch shapes are learnt.",
      "image": "/images/uploads/confident-ribbon.png",
      "is_ribbon": true
    },
    {
      "title": "Accomplished",
      "content": "Gymnasts sitting at this level will have a good base of gymnastics technique, and are ready to learn more technical skills. Candle, Dish, & Arch are worked on. On balance beam, short routines are learnt that involve walking in different directions and turning. Tumbling improvements include rolling on the floor, cartwheel technique is developed, backward rolls with different exit positions are worked on. Circle ups and re-gripping swings are introduced on bar.",
      "image": "/images/uploads/accomplished-ribbon.png",
      "is_ribbon": true
    },
    {
      "title": "Excellence",
      "content": "Excellence level gymnasts have shown a strong level of gymnastics development to get to this level. The amount of skills worked on at this level are lower than previous levels, but more attention to detail is required. Strong shapes for handstands are trained. Rolls and cartwheels are performed on the floor with confidence. Glides and Circle Ups are performed on bar without coach assistance. Vaults with hand placement are worked. Pivot turns are introduced on balance beam.",
      "image": "/images/uploads/excellence-ribbon.png",
      "is_ribbon": true
    },
    {
      "title": "In Training",
      "content": "This ribbon is awarded to recognise a gymnasts progress towards earning their current testing level. This means they still have some things to work on, and these skills should be clearly identified on their report card they are given at the final session of the term.",
      "image": "/images/uploads/in-training-ribbon.png",
      "is_ribbon": true
    }
  ]
}