{
  "title": "Women's Artistic Gymnastics",
  "subtitle": "Competitive gymnastics that produces healthy, confident, happy athletes",
  "age": "6+ Years Old",
  "classes": [
    {
      "days": [
        {
          "monday": true,
          "tuesday": true,
          "wednesday": false,
          "thursday": true,
          "friday": true,
          "saturday": true
        }
      ],
      "time": "Varies per level",
      "cost": " ---",
      "detail": ""
    }
  ],
  "category": "Advanced",
  "thumbnail": "/images/uploads/bar-wag.jpg",
  "body": "At Harbour City GymSports we have been training competitive gymnasts since our beginning. We currently have a women's squad of approximately 40 gymnasts, between the ages of 7 and 17. Gymnast train between 5 and 14 hours per week, depending on their age and current level. \n\nDuring the competition season (March - September), we regularly achieve outstanding results at regional and national competitions.\n\n<iframe width=\"400\" height=\"250\" src=\"https://www.youtube.com/embed/HGqgyQwULMo?rel=0\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe>\n\n## How can my daughter become involved in competitive gymnastics?\n\nCompetitive gymnasts are selected via invitation only. We are constantly monitoring our gymnasts within the gym and following their progression. Gymnasts are placed into development squads and train until they are ready to compete.\n\nIn terms of what we are looking for in our selection process, there are a number of important factors we look for, including but not limited to:\n\n* how a child listens to instruction and applies it to their own movement.\n* attention to detail in their gymnastics, and a willingness to improve the execution of previously learnt skills.\n* a high level of physical strength, and a certain degree of flexibility.\n* commitment to attending all their classes.\n\nIf you are interested in this as a pathway for your child, make sure you have a discussion with their coach.\n\n## Competition Apparatus\n\nWomen's Artistic Gymnastics is performed on the following 4 apparatus:",
  "items": [
    {
      "title": "Vault",
      "content": "A 25m run up must develop the necessary power to take off from the springboard, and complete aerial skills before a stable landing",
      "image": "/images/uploads/v.png"
    },
    {
      "title": "Uneven Bars",
      "content": "Continuous swings in both directions, above, below and between bars with multiple re-grasp elements, precede an acrobatic dismount.",
      "image": "/images/uploads/ub.png"
    },
    {
      "title": "Balance Beam",
      "content": "Series of leaps, jumps and turns demonstrate elegance, flexibility, balance and control, before a tumbling combination to dismount.",
      "image": "/images/uploads/bb.png"
    },
    {
      "title": "Floor",
      "content": "Choreographed to music, this acrobatic routine displays tumbling, strength and balance movements connected with gymnastic artistry.",
      "image": "/images/uploads/fx.png"
    }
  ]
}